Repository: sequws/SimpleQuizCreator
Catalog: SimpleQuizCreator/Properties/Resources.*.resx
Languages: ru_ru, uk_ua

# ButtonHelloContent
source: Hello!
ru_ru: Приветствую!
uk_ua: Привіт

# ButtonHistoryContent
source: History
ru_ru: История
uk_ua: Історія

# ButtonQuizListContent
source: Quiz list
ru_ru: Списов квизов
uk_ua: Список квізів

# ButtonRefreshContent
source: Refresh
ru_ru: Обновить
uk_ua: Оновити

# ButtonSettingsContent
source: Settings
ru_ru: Настройки
uk_ua: Налаштування

# ButtonStartQuizContent
source: Start new quiz!
ru_ru: Начни квиз!
uk_ua: Почати квіз

# HeaderDate
source: Date
ru_ru: Дата
uk_ua: Дата

# HeaderPercentScore
source: Percent score
ru_ru: Процент
uk_ua: Процент

# HeaderPointScore
source: Point score
ru_ru: Пункты
uk_ua: Пункти

# HeaderQuestionAmount
source: Question amount
ru_ru: Количество вопросов
uk_ua: Кількість питань

# HeaderQuizName
source: Quiz name
ru_ru: Название квиза
uk_ua: Назва квізу

# HeaderScoreType
source: Score type
ru_ru: Тип оценивания
uk_ua: Тип оцінювання

# LabelAutogeneratedContent
source: Number of auto-generated answers:
ru_ru: Количество автоматически сгенерированных вопросов
uk_ua: Кількість авто-вигенерованих відповідей:

# LabelQuestionNumberContent
source: Number of questions:
ru_ru: Количество вопросов:
uk_ua: Кількість питань:

# LabelQuizListContent
source: List of quizzes:
ru_ru: Спосок квизов:
uk_ua: Список квізів:

# LabelQuizSelectContent
source: Select quiz:
ru_ru: Выбери квиз:
uk_ua: Вибрати квіз:

# LabelQuizSettingsContent
source: Quiz settings:
ru_ru: Настройки квиза:
uk_ua: Налаштування квізу:

# LabelScoreSettingsContnet
source: Score settings:
ru_ru: Настройки оценивания:
uk_ua: Налаштування оцінювання:

# MenuItemAbout
source: About SimpleQuizCreator
ru_ru: О SimpleQuizCreator
uk_ua: Про SimpleQuizCreator

# MenuItemClose
source: Close
ru_ru: Закрой
uk_ua: Закрити

# MenuItemFile
source: File
ru_ru: Фаил
uk_ua: Файл

# MenuItemHelp
source: Help
ru_ru: Помощь
uk_ua: Допомога

# MenuItemSettings
source: Save settings
ru_ru: Сохранить настройки
uk_ua: Записати налаштування

# QuizDialogCloseQuiz
source: Close quiz
ru_ru: Закрой квиз
uk_ua: Закрити квіз

# QuizDialogFinishText
source: Finish
ru_ru: Завершить
uk_ua: Закінчити

# QuizDialogNexQuestionText
source: Next
ru_ru: Следующий
uk_ua: Наступне

# QuizDialogPercentScoreText
source: Your score:
ru_ru: Твой результат:
uk_ua: Твій результат:

# QuizDialogQuestionText
source: Question:
ru_ru: Вопрос:
uk_ua: Питання:

# QuizDialogQuizFinished
source: Quiz finished!
ru_ru: Квиз закончен!
uk_ua: Квіз закінчений!

# QuizDialogQuizInfoText
source: The test consist of {0} questions
ru_ru: Квиз состоит из {0} вопросов
uk_ua: Тест складається з {0} питань

# QuizDialogScoreText
source: You scored {0} out of {1} points
ru_ru: Получено {0} из {1} пунктов
uk_ua: Ти здобув {0} з {1} пунктів

# QuizDialogStartQuizText
source: Start quiz
ru_ru: Начни квиз
uk_ua: Почати квіз

# QuizDialogTimeText
source: Time:
ru_ru: Время:
uk_ua: Час:

# QuizListErrorsContent
source: Found errors:
uk_ua: __QUIZ LIST ERRORS__

# QuizPreviewErrorSubTitle
source: Error amount: {0}
uk_ua: __ERROR AMOUNT__

# QuizPreviewSubTitle
source: Question amount: {0}
uk_ua: __QUESTION AMOUNT__

# QuizPreviewTitle
source: Preview: {0}
uk_ua: __PREVIEW__

# SettingsMinQuestionText
source: Min. number of questions to save history:
uk_ua: __MIN QUEST HISTORY__

# QuizPreviewText
source: Preview
ru_ru: Предварительный просмотр
